Repository: Proless/Unclutter
Catalog: src/Unclutter/Properties/Strings.*.resx
Languages: ar, de

source: Profile
ar: الحساب
de: Profil

# FlowDirection
source: LeftToRight
ar: RightToLeft

source: Back
ar: رجوع
de: Zurück

# AuthMethod1
source: Option 1: Login and authorize this application
ar: الخيار 1: تسجيل الدخول وتفويض هذا التطبيق
de: Option 1: Melden Sie sich an und autorisieren Sie diese Anwendung

source: Authorize
ar: تفويض
de: Autorisieren

# AuthMethod2
source: Option 2: Provide a personal API Key
ar: الخيار 2: إدخال مفتاح API الشخصي
de: Option 2: Geben Sie einen persönlichen API-Schlüssel an

source: Get API Key
ar: احصل على مفتاح API
de: API-Schlüssel holen

# API_Key_TextBox_Hint
source: Copy and paste your personal API Key here
ar: انسخ والصق مفتاح API الشخصي الخاص بك هنا
de: Geben Sie hier Ihren persönlichen API-Schlüssel ein

source: Cancel
ar: إلغاء
de: Abbrechen

source: Close
ar: إغلاق
de: Schließen

source: Loading...
ar: جار البدء...
de: Wird geladen...

source: Logs
ar: سجلات الأحداث
de: Protokolle

source: Connecting...
ar: الإتصال بالخادم...
de: Verbindung wird hergestellt...

# DFolder_Msg_Invalid
source: The Downloads folder is invalid !
ar: مجلد التنزيلات غير صالح !
de: Der Download-Ordner ist ungültig !

# DFolder_Msg_Required
source: The Downloads folder is required !
ar: يجب اختيار مجلد التنزيلات !
de: Der Download-Ordner ist erforderlich !

# DFolder_Msg_Select
source: Choose the mods downloads folder
ar: اختر مجلد التنريلات
de: Wähle den Ordner zum Herunterladen von Mods

source: Email
ar: الإيميل

source: Error
ar: حطأ
de: Fehler

# Folder_Msg_Creation_Error
source: Unable to create the folder {0}.\nMake sure you have read/write permissions !
ar: تعذر إنشاء المجلد {0}. تأكد من أن لديك أذونات القراءة / الكتابة !
de: Ordner {0} kann nicht erstellt werden.\nStellen Sie sicher, dass Sie Lese- / Schreibberechtigungen haben!

# Games_Loading
source: Loading games...
ar: تحميل الألعاب ...
de: Spiele werden geladen ...

# Games_TextBox_Search_Hint
source: Search for game...
ar: ابحث عن لعبة...
de: Suche nach spiele...

source: Get Started
ar: البدء
de: Erste Schritte

# Loading_Status
source: Loading {0}...
ar: جارٍ تحميل {0} ...
de: {0} wird geladen...

source: No
ar: لا
de: Nein

source: Notifications
ar: الإشعارات
de: Benachrichtigungen

source: OK
ar: حسناً

source: Premium
ar: عضو مميز

# Profile_Msg_Delete_Confirm
source: Are you sure you want to delete the profile {0} ?
ar: هل أنت متأكد من حذف ملف الحساب {0} ?
de: Möchten Sie das Profil {0} wirklich löschen ?

# Profile_Msg_Delete_Error
source: Can't delete the profile {0}!
ar: لا يمكن حذف ملف الحساب {0}.
de: Das Profil {0} kann nicht gelöscht werden!

# Profile_Name_Msg_Invalid
source: The profile name contains invalid characters !
ar: اسم الحساب يحتوي على أحرف غير صالحة!
de: Der Name enthält ungültige Zeichen !

# Profile_Name_Msg_Required
source: A profile name is required !
ar: يجب إدخال اسم الحساب !
de: Ein Profilname ist erforderlich !

source: Profiles
ar: الحسابات
de: Profile

# Server_Connection_Error
source: Unable to reach the server\nPlease check your Network settings / connection!
ar: تعذر الوصول إلى الخادم ! يرجى التحقق من إعدادات الشبكة / الاتصال
de: Server kann nicht erreicht werden \ nBitte überprüfen Sie Ihre Netzwerkeinstellungen / Verbindung!

# Server_Connection_Error_Internal
source: An Internal error occurred while connecting to the NexusMods Server !
ar: حدث خطأ داخلي أثناء الاتصال بخادم NexusMods!
de: Beim Herstellen einer Verbindung zum NexusMods-Server ist ein interner Fehler aufgetreten !

source: Settings
ar: الإعدادات
de: Einstellungen

source: Unclutter - Startup
ar: البدء - Unclutter
de: Unclutter - Start

source: User
ar: المستخدم
de: Benutzer

source: Yes
ar: نعم
de: Ja

# API_Key_Msg_Validating_Success
source: User: {0}\nEmail: {1}\nPremium: {2}
ar: المستخدم: {0} الإيميل: {1} عضو مميز: {2}
de: Benutzer: {0}\nE-Mail: {1}\nPremium: {2}

# API_Key_Msg_Validating_Error
source: Unable to validate the account / API Key\nError: {0}
ar: تعذر التحقق من صحة الحساب / مفتاح API الشخصي. الخطأ: {0}
de: Konto / API-Schlüssel kann nicht überprüft werden \ nFehler: {0}

# API_Key_Msg_Invalid_Error
source: The API Key provided contains invalid characters !
ar: يحتوي مفتاح API المقدم على أحرف غير صالحة!
de: Der bereitgestellte API-Schlüssel enthält ungültige Zeichen !

# Profile_New
source: Create new profile...
ar: انشاء حساب جديد...
de: Neues profil erstellen...

# Profile_New_Hint
source: Create a new profile, a profile is game-specific and requires a nexus mods account
ar: انشىء ملف حساب جديد, الملف الجديد يرتبط بلعبة واحدة و يتطلب حساب NexusMods
de: Erstellen Sie ein neues Profil, ein Profil ist spielspezifisch und erfordert ein NexusMods-Konto

# App_Startup_Error
source: Couldn't start the application due to internal error\nsee logs file\n{0}
ar: تعذر بدء التطبيق بسبب خطأ داخلي. راجع ملف السجلات: {0}
de: Die Anwendung konnte aufgrund eines internen Fehlers nicht gestartet werden\nSiehe Protokolldatei\n {0}

# Profile_Switch
source: Switch profile
ar: تغيير الحساب
de: Profil umstellen

# Profile_Get_Started
source: Get started by creating a new profile !
ar: ابدأ بإنشاء ملف تعريف جديد!
de: Erstellen Sie zunächst ein neues Profil!

# Profile_Hint
source: A profile is game-specific and requires a nexus mods account !
ar: الملف الجديد يرتبط بلعبة واحدة و يتطلب حساب NexusMods
de: Ein Profil ist spielspezifisch und erfordert ein NexusMods-Konto !

source: Profile name
ar: اسم الحساب
de: Profil name

# Profile_Name_Hint
source: Enter a profile name
ar: أدخل اسم ملف الحساب
de: Geben Sie einen Profilnamen ein

# DFolder_Location
source: Downloads location
ar: موقع التنزيلات
de: Downloads ordner

# DFolder_Location_Hint
source: Browse for the downloads location
ar: تصفح و اختر موقع التنزيلات
de: Suchen Sie nach dem Speicherort für Downloads

source: Browse
ar: تصفح
de: Durchsuche

source: Account
ar: حساب
de: Konto

# Account_Select_Hint
source: Select or add an account to use with this profile
ar: اختر أو أضف حسابًا لاستخدامه مع ملف الحساب هذا.
de: Wählen Sie ein Konto aus oder fügen Sie es hinzu

source: Game
ar: لعبة
de: Spiel

# Game_Select_Hint
source: Select game
ar: اختر لعبة
de: Spiel auswählen
